{
  "whoWeAre": {
    "name": "Who We Are",
    "url": "/about/who-we-are.html",
    "header": {
      "title": "About",
      "image": {
        "url": "/images/banner-why-we-work.jpg",
        "inset": {
          "title": "Who We Are",
          "text": "Ignite helps businesses look distinctive - specifically lawyers, doctors, and other professionals who think outside the box. Learn more about us by clicking on the tabs above."
        }
      }
    },
    "sections": [
      {
        "title": "Stand out from the crowd.",
        "content": {
          "text": "You know you've got something special going, something that makes you different from the rest. But in today's crowded professional marketplace, it's tough to stand out. All the skill and experience in the world isn't worth a dime if no one can tell you apart from the next guy or gal. And in an Internet-steeped era, it's impossible to be found if you're not online."
        },
        "image": "/images/who-we-are-stand-out-from-the-crowd.png"
      },
      {
        "title": "Distinguish yourself.",
        "content": {
          "text": "That's where we step in. Ignite helps businesses look distinctive - specifically lawyers, doctors, and other professionals who think outside the box. We help you present your best self and make the human connection needed to get not just any old client, but the right client.</p><p>Our <a href=\"/what-we-do.html\">services</a> include logo and web design, video and image production, copy editing, pay-per-click advertising, social media management, and mobile apps. Oh, business cards and brochures, too. And that's just for starters."
        },
        "image": "/images/who-we-are-distinguish-yourself.png"
      },
      {
        "title": "Let us help.",
        "content": {
          "text": "We're based in New York City, but have taken on projects from coast to coast. So <a href=\"/contact-us.html\">drop us a line</a>. Let's see what we can do together."
        },
        "image": "/images/who-we-are-let-us-help.png"
      }
    ]
  },
  "whyWeWork": {
    "name": "Why We Work",
    "url": "/about/why-we-work.html",
    "header": {
      "title": "Why We Work",
      "image": {
        "url": "images/banner-why-we-work.jpg"
      }
    },
    "sections": [
      {
        "title": "We believe in branding.",
        "content": {
          "text": "People are visual, emotional creatures. Branding leverages that fact by building an emotional connection between your practice and potential clients or patients. Products industries have used branding for years as an integral thread through their sales, marketing, and public relations. Those concepts can be transferred to enhance business development for the legal, medical, and other professional service industries."
        },
        "image": "/images/why-we-work-we-believe-in-branding.png"
      },
      {
        "title": "We love the challenge of making a need into a want.",
        "content": {
          "text": "Lots of people need legal and medical services, but don't want to seek them out or know who to seek them from. We help change that. We make the prospect of visiting your office something attractive, something to get excited about."
        },
        "image": "/images/why-we-work-we-love-the-challenge-of-making-a-need-into-a-want.png"
      },
      {
        "title": "We want to help doctors and lawyers keep apace with societal changes.",
        "content": {
          "text": "Medical and legal services are crucial to society. But the means of communication and technology change fast, so fast that heavily regulated and specialized industries like yours have a hard time catching up. We help you bridge the gap, so you can reach the patients and clients who need you, and so patients and clients can find the right doctors and lawyers for themselves."
        },
        "image": "/images/why-we-work-we-want-to-help-doctors-and-lawyers-keep-apace-with-societal-changes.png"
      },
      {
        "title": "We want to help you revolutionize the practice of law or medicine.",
        "content": {
          "text": "You want to do something different with your medical or legal practice. You want to change the game, make healthcare or law approachable and even enjoyable for the clients or patients you want to attract. We're here to support you and help you put your best face out there, because first impressions count and you only get one."
        },
        "image": "/images/why-we-work-we-want-to-help-you-revolutionize-the-practice-of-law-or-medicine.png"
      }
    ]
  },
  "whatWeBelieve": {
    "name": "What We Believe",
    "url": "/about/what-we-believe.html",
    "header": {
      "title": "What We Believe",
      "image": {
        "url": "/images/banner-what-we-believe.jpg"
      }
    },
    "sections": [
      {
        "title": "Professional doesn't have to mean stodgy.",
        "content": {
          "text": "Doctors and lawyers do great things for society that we couldn't do without. But that doesn't mean you have to fit yourself into the same mold as everyone else. Show a little flair and be memorable, in a good way."
        },
        "image": "/images/why-we-work-professional-doesn't-have-to-mean-stodgy.png"
      },
      {
        "title": "Art and design are fun, serious, and useful. All at the same time.",
        "content": {
          "text": "Our background in visual and verbal arts informs everything we do, whether it's designing a logo or fine-tuning brand voicing. But we don't rely on infrequent bolts of inspiration. Instead, we follow a structured, analytical approach to the creative process."
        },
        "image": "/images/why-we-work-art-and-design-are-fun-serious-and-useful.png"
      },
      {
        "title": "Adapt to change.",
        "content": {
          "text": "Each client presents his or her own challenges. And as technology, law, and medicine change, so do branding, marketing, and advertising. We're always learning about different techniques and strategies and figuring out how to make them work for legal and medical practices."
        },
        "image": "/images/why-we-work-adapt-to-change.png"
      }
    ]
  },
  "workWithUs": {
    "name": "Work With Us",
    "url": "/about/work-with-us.html",
    "header": {
      "title": "Work With Us",
      "image": {
        "url": "/images/banner-work-with-us.jpg"
      }
    },
    "sections": [
      {
        "title": "Open Positions",
        "content": {
          "text": "Like a little orange with your branding? Come work with us. Check out the available positions below, or tell us how you could contribute at <a class=\"highlight\" href=\"mailto:info@ignitebrandgroup.com\">info@ignitebrandgroup.com</a>."
        },
        "image": ""
      }
    ]
  }
}